/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Location Services to ensure Location Services is on and enabled for Square Register. Relaunch Register to begin accepting credit cards."; ObjectID = "NEy-4t-v5T"; */
"NEy-4t-v5T.text" = "Depuis l’application Réglages, veuillez accéder à Confidentialité > Service de localisation afin de vous assurer que les services de localisation sont activés pour la Solution de vente Square. Relancez l’application pour pouvoir accepter des paiements par carte de crédit.";

/* Class = "UILabel"; text = "Point of Sale needs your current location"; ObjectID = "acV-RM-gCs"; */
"acV-RM-gCs.text" = "La Solution de vente a besoin de votre adresse actuelle";

/* Class = "UILabel"; text = "Location Services must be turned on at all times when using Square. Square needs to know where transactions take place in order to reduce the risks associated with those transactions and to minimize payment disputes."; ObjectID = "fFB-vN-Ggl"; */
"fFB-vN-Ggl.text" = "Les services de localisation doivent être activés en permanence lorsque vous utilisez Square. Nous avons besoin de savoir où ont lieu les transactions afin de réduire les risques associés et les litiges de paiement.";

